Repository: Pere-D/Finance-Helper
Catalog: FinanceHelper/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fr, hr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sv, tr, zh_hans

source: Annual Growth Rate
ar: معدل النمو السنوي
cs: Roční míra růstu
da: Årlig vækstrate
de: Jährliche Rendite
es: Tasa de crecimiento anual
fr: Taux de croissance annuel
hr: Godišnja stopa rasta
it: Tasso di crescita annuale
ja: 年間成長率
nb: Årlig vekst
nl: Jaarlijks groeipercentage
pl: Roczna stopa wzrostu
pt_br: Taxa de crescimento anual
ro: Rata anuală de creștere
ru: Годовой темп роста
sv: Årlig tillväxttakt
tr: Yıllık Büyüme Oranı
zh_hans: 年增长率

# annual_growth_rate_footer
source: Expected annual return — used for the balance projection in the chart.
ar: العائد السنوي المتوقع — يستخدم لتوقع الرصيد في الرسم البياني.
cs: Očekávaný roční výnos – používá se pro projekci zůstatku v grafu.
da: Forventet årligt afkast — bruges til saldofremskrivningen i diagrammet.
de: Schätzung der jährlichen Rendite – wird für die Prognose im Chart verwendet.
es: Rendimiento anual esperado: utilizado para la proyección del saldo en el gráfico.
fr: Rendement annuel attendu — utilisé pour la projection du solde dans le graphique.
hr: Očekivani godišnji povrat — koristi se za projekciju bilance u grafikonu.
it: Rendimento annuo atteso: utilizzato per la proiezione del saldo nel grafico.
ja: 期待年間リターン — チャートの残高予測に使用されます。
nb: Forventet årlig avkastning – brukt for balansefremskrivningen i diagrammet.
nl: Verwacht jaarlijks rendement — gebruikt voor de saldoprojectie in de grafiek.
pl: Oczekiwany zwrot roczny — stosowany do projekcji salda na wykresie.
pt_br: Retorno anual esperado — utilizado para projeção do saldo no gráfico.
ro: Rentabilitatea anuală așteptată - utilizată pentru proiecția soldului din grafic.
ru: Ожидаемая годовая доходность — используется для прогноза баланса на графике.
sv: Förväntad årlig avkastning — används för balansprognosen i diagrammet.
tr: Beklenen yıllık getiri — grafikteki bakiye projeksiyonu için kullanılır.
zh_hans: 预期年回报率——用于图表中的余额预测。

# app_tagline
source: Your finances, at a glance.
ar: أموالك، في لمحة.
cs: Vaše finance na první pohled.
da: Din økonomi, et overblik.
de: Deine Finanzen im Überblick.
es: Tus finanzas, de un vistazo.
fr: Vos finances, en un coup d'oeil.
hr: Vaše financije, na prvi pogled.
it: Le tue finanze, a colpo d'occhio.
ja: あなたの財務状況が一目でわかります。
nb: Din økonomi, på et øyeblikk.
nl: Uw financiën in één oogopslag.
pl: Twoje finanse w skrócie.
pt_br: Suas finanças, em resumo.
ro: Finanțele tale, dintr-o privire.
ru: Ваши финансы, с первого взгляда.
sv: Din ekonomi, en överblick.
tr: Bir bakışta mali durumunuz.
zh_hans: 您的财务状况一目了然。

# appearance_background
source: Background
ar: الخلفية
cs: Pozadí
da: Baggrund
de: Hintergrund
es: Fondo
fr: Arrière-plan
hr: Pozadina
it: Sfondo
ja: 背景
nb: Bakgrunn
nl: Achtergrond
pl: Tło
pt_br: Plano de fundo
ro: Fundal
ru: Фон
sv: Bakgrund
tr: Arka Plan
zh_hans: 背景

# appearance_color_scheme
source: Color Scheme
ar: نظام الألوان
cs: Barevné schéma
da: Farveskema
de: Farbschema
es: Esquema de color
fr: Schéma de couleurs
hr: Shema boja
it: Schema colori
ja: カラースキーム
nb: Fargevalg
nl: Kleurenschema
pl: Schemat kolorów
pt_br: Esquema de cores
ro: Schema de culori
ru: Цветовая схема
sv: Färgschema
tr: Renk Şeması
zh_hans: 颜色方案

# appearance_dark
source: Dark
ar: داكن
cs: Tmavý
da: Mørk
de: Dunkel
es: Oscuro
fr: Sombre
hr: Tamno
it: Scuro
ja: ダーク
nb: Mørk
nl: Donker
pl: Ciemny
pt_br: Escuro
ro: Întuneric
ru: Тёмный
sv: Mörkt
tr: Koyu
zh_hans: 深色

# appearance_light
source: Light
ar: فاتح
cs: Světlý
da: Lys
de: Hell
es: Claro
fr: Clair
hr: Svijetlo
it: Chiaro
ja: ライト
nb: Lys
nl: Licht
pl: Jasny
pt_br: Claro
ro: Aprinde
ru: Светлый
sv: Ljust
tr: Açık
zh_hans: 浅色

# appearance_section
source: Appearance
ar: المظهر
cs: Vzhled
da: Udseende
de: Darstellung
es: Apariencia
fr: Apparence
hr: Izgled
it: Aspetto
ja: 外観
nb: Utseende
nl: Weergave
pl: Wygląd
pt_br: Aparência
ro: Aspect
ru: Оформление
sv: Utseende
tr: Görünüm
zh_hans: 外观

# appearance_system
source: System
ar: تلقائي
cs: Systém
es: Sistema
fr: Système
hr: Sustav
it: Sistema
ja: システム
nl: Systeem
pt_br: Sistema
ro: Sistem
ru: Системный
tr: Sistem
zh_hans: 跟随系统

source: AssetTotal
ar: إجمالي الأصول
hr: Ukupna imovina
it: Totale attivo

# Aus Analyse generiert (%lld Tx, Ø 3 Monate)
source: Generated from analysis (%lld Tx, average 3 months)
ar: تم توليدها من التحليل (%lld Tx، متوسط 3 أشهر)
cs: Vygenerováno na základě analýzy (%lld Tx, průměrně za 3 měsíce)
da: Genereret ud fra analyse (%lld Tx, gennemsnitligt 3 måneder)
de: Aus Analyse generiert (%lld Tx, Ø 3 Monate)
es: Generado a partir del análisis (% de transacciones lld, media de 3 meses)
fr: Généré à partir d'une analyse (%lld Tx, Ø 3 mois)
hr: Generirano iz analize (% ukupnih transakcija, prosjek 3 mjeseca)
hu: Elemzés alapján generálva (%lld Tx, átlagosan 3 hónap)
it: Generato dall'analisi (%lld Tx, media su 3 mesi)
ja: 分析結果に基づく（%lld Tx、平均3ヶ月）
nb: Generert fra analyse (%lld Tx, gjennomsnittlig 3 måneder)
nl: Gegenereerd op basis van analyse (%lld Tx, gemiddeld 3 maanden)
pl: Wyniki analizy (% transakcji lld, średnio 3 miesiące)
pt_br: Gerado a partir da análise (% de transações lld, média de 3 meses)
ro: Generat pe baza analizei (%lld Tx, Ø 3 luni)
ru: Получено в результате анализа (%lld Tx, в среднем за 3 месяца)
sv: Genererat utifrån analys (%lld Tx, genomsnitt 3 månader)
tr: Analizden elde edildi (%lld işlem, ortalama 3 ay)
zh_hans: 基于分析生成的数据（%lld 交易，平均 3 个月）

source: The monthly interest charges are automatically calculated using the formula: interest rate × remaining balance ÷ 12.
ar: يتم حساب تكاليف الفائدة الشهرية تلقائيًا باستخدام الصيغة: معدل الفائدة × الديون المتبقية ÷ 12.
cs: Měsíční úrokové náklady se automaticky vypočítají podle vzorce: úroková sazba × zbývající dluh ÷ 12.
da: De månedlige renteomkostninger beregnes automatisk ud fra formlen: rentesats × restgæld ÷ 12.
de: Aus Zinssatz × Restschuld ÷ 12 werden die monatlichen Zinskosten automatisch berechnet.
es: Los gastos mensuales por intereses se calculan automáticamente a partir de la fórmula: tipo de interés × deuda pendiente ÷ 12.
fr: Les intérêts mensuels sont calculés automatiquement à partir de la formule suivante : taux d'intérêt × solde restant dû ÷ 12.
hr: Mjesečni troškovi kamata automatski se izračunavaju prema formuli: kamatna stopa × preostali dug ÷ 12.
hu: A havi kamatköltségeket a kamatláb × fennmaradó tartozás ÷ 12 képlet alapján számítja ki a rendszer automatikusan.
it: Gli interessi mensili vengono calcolati automaticamente utilizzando la formula: tasso d'interesse × debito residuo ÷ 12.
ja: 「金利 × 残債務 ÷ 12」の計算式により、毎月の利息が自動的に算出されます。
nb: De månedlige rentekostnadene beregnes automatisk ut fra formelen: rentesats × gjenstående gjeld ÷ 12.
nl: De maandelijkse rentekosten worden automatisch berekend aan de hand van de formule: rentevoet × resterende schuld ÷ 12.
pl: Miesięczne koszty odsetkowe są obliczane automatycznie na podstawie wzoru: stopa procentowa × pozostałe zadłużenie ÷ 12.
pt_br: Os custos mensais com juros são calculados automaticamente a partir da fórmula: taxa de juros × saldo da dívida ÷ 12.
ro: Costurile lunare ale dobânzii se calculează automat pe baza formulei: rata dobânzii × datoria rămasă ÷ 12.
ru: Ежемесячные процентные расходы рассчитываются автоматически по формуле: процентная ставка × остаток задолженности ÷ 12.
sv: De månatliga räntekostnaderna beräknas automatiskt utifrån formeln: räntesats × återstående skuld ÷ 12.
tr: Faiz oranı × kalan borç ÷ 12 formülüyle aylık faiz giderleri otomatik olarak hesaplanır.
zh_hans: 每月利息费用将根据“利率 × 剩余债务 ÷ 12”自动计算得出。

# Ausbildung
source: Education
ar: التدريب
cs: Vzdělání
da: Uddannelse
de: Ausbildung
es: Formación
fr: Formation
hr: Trening
hu: Képzés
it: Formazione
ja: 教育・研修
nb: Utdanning
nl: Opleiding
pl: Kształcenie
pt_br: Formação
ro: Formare profesională
ru: Образование
sv: Utbildning
tr: Eğitim
zh_hans: 教育

# Ausgabe
source: Issue
ar: الإصدار
cs: Vydání
da: Udgave
de: Ausgabe
es: Edición
fr: Édition
hr: Izdanje
hu: Kiadás
it: Edizione
ja: 号
nb: Utgave
nl: Uitgave
pl: Wydanie
pt_br: Edição
ro: Ediție
ru: Выпуск
sv: Utgåva
tr: Sayı
zh_hans: 期号

# Ausgaben
source: Expenses
ar: النفقات
cs: Výdaje
da: Udgifter
de: Ausgaben
es: Gastos
fr: Dépenses
hr: Izdatak
hu: Kiadások
it: Spese
ja: 支出
nb: Utgifter
nl: Uitgaven
pl: Wydatki
pt_br: Despesas
ro: Cheltuieli
ru: Расходы
sv: Utgifter
tr: Harcamalar
zh_hans: 支出

# Ausgaben (%lld)
source: Expenditures (%lld)
ar: النفقات (%lld)
cs: Výdaje (%lld)
da: Udgifter (%lld)
de: Ausgaben (%lld)
es: Gastos (% del PIB)
fr: Dépenses (%lld)
hr: Izdatak (%lld)
hu: Kiadások (%lld)
it: Spese (%lld)
ja: 支出（%lld）
nb: Utgifter (%lld)
nl: Uitgaven (%lld)
pl: Wydatki (%lld)
pt_br: Despesas (%lld)
ro: Cheltuieli (%lld)
ru: Расходы (%lld)
sv: Utgifter (% av BNP)
tr: Harcamalar (%lld)
zh_hans: 支出（%lld）

# Ausgaben nach Kategorie
source: Expenditures by Category
ar: النفقات حسب الفئة
cs: Výdaje podle kategorií
da: Udgifter efter kategori
de: Ausgaben nach Kategorie
es: Gastos por categoría
fr: Dépenses par catégorie
hr: Rashodi po kategorijama
hu: Kiadások kategóriánként
it: Spese per categoria
ja: カテゴリー別の支出
nb: Utgifter etter kategori
nl: Uitgaven per categorie
pl: Wydatki według kategorii
pt_br: Despesas por categoria
ro: Cheltuieli pe categorii
ru: Расходы по категориям
sv: Utgifter efter kategori
tr: Kategoriye göre harcamalar
zh_hans: 按类别划分的支出

# Ausgaben Übersicht
source: Expenses Overview
ar: نظرة عامة على النفقات
cs: Přehled výdajů
da: Oversigt over udgifter
de: Ausgaben Übersicht
es: Resumen de gastos
fr: Aperçu des dépenses
hr: Pregled rashoda
hu: Kiadások áttekintése
it: Panoramica delle spese
ja: 支出の概要
nb: Oversikt over utgifter
nl: Overzicht van uitgaven
pl: Przegląd wydatków
pt_br: Visão geral das despesas
ro: Prezentare generală a cheltuielilor
ru: Обзор расходов
sv: Översikt över utgifter
tr: Harcamalar Özeti
zh_hans: 支出概览

# Ausgaben übersteigen das Einkommen
source: Expenses exceed income
ar: النفقات تفوق الدخل
cs: Výdaje převyšují příjmy
da: Udgifterne overstiger indtægterne
de: Ausgaben übersteigen das Einkommen
es: Los gastos superan los ingresos
fr: Les dépenses dépassent les revenus
hr: Rashodi prelaze prihode
hu: A kiadások meghaladják a bevételeket
it: Le spese superano le entrate
ja: 支出が収入を上回っている
nb: Utgiftene overstiger inntektene
nl: De uitgaven zijn hoger dan de inkomsten
pl: Wydatki przewyższają dochody
pt_br: As despesas superam a renda
ro: Cheltuielile depășesc veniturile
ru: Расходы превышают доходы
sv: Utgifterna överstiger inkomsterna
tr: Giderler gelirleri aşıyor
zh_hans: 支出超过收入

# Ausgaben-Saison
source: Spending Season
ar: موسم الإنفاق
cs: Sezóna výdajů
da: Udgiftssæsonen
de: Ausgaben-Saison
es: Temporada de gastos
fr: Période des dépenses
hr: Sezona trošenja
hu: Kiadási időszak
it: Stagione delle spese
ja: 支出の季節
nb: Utgiftssesongen
nl: Uitgavenseizoen
pl: Sezon wydatków
pt_br: Época de gastos
ro: Sezonul cheltuielilor
ru: Сезон расходов
sv: Utgiftsperioden
tr: Harcama Sezonu
zh_hans: 消费旺季

# Auszahlungsmonat
source: Payment Month
ar: شهر الدفع
cs: Měsíc výplaty
da: Udbetalingsmåned
de: Auszahlungsmonat
es: Mes de pago
fr: Mois de versement
hr: Mjesec plaćanja
hu: Kifizetési hónap
it: Mese di pagamento
ja: 支給月
nb: Utbetalingsmåned
nl: Uitbetalingsmaand
pl: Miesiąc wypłaty
pt_br: Mês de pagamento
ro: Luna de plată
ru: Месяц выплаты
sv: Utbetalningsmånad
tr: Ödeme ayı
zh_hans: 发放月份

# Auszahlungsmonate
source: Payment Months
ar: أشهر الدفع
cs: Měsíce výplaty
da: Udbetalingsmåneder
de: Auszahlungsmonate
es: Meses de pago
fr: Mois de versement
hr: Mjeseci isplate
hu: Kifizetési hónapok
it: Mesi di pagamento
ja: 支給月
nb: Utbetalingsmåneder
nl: Uitbetalingsmaanden
pl: Miesiące wypłat
pt_br: Meses de pagamento
ro: Lunile de plată
ru: Месяцы выплаты
sv: Utbetalningsmånader
tr: Ödeme ayları
zh_hans: 发放月份

# auto
source: car
ar: سيارة
cs: auto
da: bil
de: auto
es: auto
fr: auto
hr: auto
hu: auto
it: auto
ja: auto
nb: bil
nl: auto
pl: auto
pt_br: auto
ro: auto
ru: автомобиль
sv: bil
tr: araba
zh_hans: auto

# Automatisch generiert — wird nach dem Speichern als eigene Regel markiert.
source: Automatically generated — will be marked as a separate rule after saving.
ar: تم إنشاؤها تلقائيًا — يتم وضع علامة عليها كقاعدة مستقلة بعد الحفظ.
cs: Automaticky vygenerováno — po uložení se označí jako samostatné pravidlo.
da: Genereres automatisk — markeres som en separat regel efter gemning.
de: Automatisch generiert — wird nach dem Speichern als eigene Regel markiert.
es: Generado automáticamente: tras guardarlo, se marca como una regla independiente.
fr: Généré automatiquement — sera marqué comme règle distincte après l'enregistrement.
hr: Automatski generirano — nakon spremanja bit će označeno kao zasebno pravilo.
hu: Automatikusan generált — a mentés után külön szabályként kerül megjelölésre.
it: Generato automaticamente — dopo il salvataggio viene contrassegnato come regola separata.
ja: 自動生成 — 保存後に独自のルールとしてマークされます。
nb: Genereres automatisk — merkes som en egen regel etter at den er lagret.
nl: Automatisch gegenereerd — wordt na het opslaan gemarkeerd als een afzonderlijke regel.
pl: Wygenerowane automatycznie — po zapisaniu zostanie oznaczone jako osobna reguła.
pt_br: Gerado automaticamente — será marcado como uma regra separada após o salvamento.
ro: Generat automat — după salvare, este marcat ca regulă separată.
ru: Создано автоматически — после сохранения помечается как отдельное правило.
sv: Genereras automatiskt — markeras som en egen regel efter att den har sparats.
tr: Otomatik olarak oluşturulur — kaydedildikten sonra ayrı bir kural olarak işaretlenir.
zh_hans: 自动生成——保存后将标记为独立规则。

# backup_footer
source: Exports all accounts, monthly entries, and budget data as a JSON file. Importing replaces all existing data.
ar: تصدير جميع الحسابات والإدخالات الشهرية وبيانات الميزانية كملف JSON. يؤدي الاستيراد إلى استبدال كافة البيانات الموجودة.
cs: Exportuje všechny účty, měsíční položky a údaje o rozpočtu jako soubor JSON. Import nahradí všechna existující data.
da: Eksporterer alle konti, månedlige poster og budgetdata som en JSON-fil. Import erstatter alle eksisterende data.
de: Exportiert alle Konten, monatliche Einträge und Budget-Daten als JSON-Datei. Beim Import werden alle bestehenden Daten ersetzt.
es: Exporta todas las cuentas, entradas mensuales y datos presupuestarios como un archivo JSON. La importación reemplaza todos los datos existentes.
fr: Exporte tous les comptes, entrées mensuelles et données budgétaires sous forme de fichier JSON. L'importation remplace toutes les données existantes.
hr: Izvozi sve račune, mjesečne unose i podatke o proračunu kao JSON datoteku. Uvoz zamjenjuje sve postojeće podatke.
it: Esporta tutti i conti, le voci mensili e i dati del budget come file JSON. L'importazione sostituisce tutti i dati esistenti.
ja: すべてのアカウント、月次エントリ、予算データを JSON ファイルとしてエクスポートします。インポートすると、既存のデータがすべて置き換えられます。
nb: Eksporterer alle kontoer, månedlige oppføringer og budsjettdata som en JSON-fil. Import erstatter alle eksisterende data.
nl: Exporteert alle rekeningen, maandelijkse boekingen en budgetgegevens als JSON-bestand. Bij het importeren worden alle bestaande gegevens vervangen.
pl: Eksportuje wszystkie konta, wpisy miesięczne i dane budżetu jako plik JSON. Importowanie zastępuje wszystkie istniejące dane.
pt_br: Exporta todas as contas, entradas mensais e dados de orçamento como um arquivo JSON. A importação substitui todos os dados existentes.
ro: Exportă toate conturile, intrările lunare și datele bugetului ca fișier JSON. Importul înlocuiește toate datele existente.
ru: Экспортирует все счета, ежемесячные записи и данные бюджета в виде файла JSON. Импорт заменяет все существующие данные.
sv: Exporterar alla konton, månadsposter och budgetdata som en JSON-fil. Import ersätter all befintlig data.
tr: Tüm hesapları, aylık girişleri ve bütçe verilerini bir JSON dosyası olarak dışa aktarır. İçe aktarma, mevcut tüm verilerin yerini alır.
zh_hans: 将所有帐户、每月条目和预算数据导出为 JSON 文件。导入将替换所有现有数据。

# backup_section
source: Data Backup
ar: النسخ الاحتياطي للبيانات
cs: Zálohování dat
de: Datensicherung
es: Copia de seguridad de datos
fr: Sauvegarde des données
hr: Sigurnosna kopija podataka
it: Backup dei dati
ja: データのバックアップ
nb: Datasikkerhetskopiering
nl: Gegevensback-up
pl: Kopia zapasowa danych
pt_br: Backup de dados
ro: Backup de date
ru: Резервное копирование данных
sv: Säkerhetskopiering av data
tr: Veri Yedekleme
zh_hans: 数据备份

source: Balance
ar: توازن
cs: Váhy
de: Kontostand
es: Equilibrio
fr: Équilibre
hr: Ravnoteža
hu: Egyensúly
it: Bilancia
ja: バランス
nb: Balansere
nl: Evenwicht
pl: Balansować
pt_br: Equilíbrio
ro: Echilibru
ru: Баланс
sv: Balans
tr: Denge
zh_hans: 平衡

# balance_projection
source: Projection
ar: الإسقاط
cs: Projekce
da: Projektion
de: Prognose
es: Proyección
hr: Projekcija
hu: Vetítés
it: Proiezione
ja: 投影
nb: Projeksjon
nl: Projectie
pl: Występ
pt_br: Projeção
ro: Proiecție
ru: Проекция
sv: Utsprång
tr: Projeksiyon
zh_hans: 投影

# Bank suchen…
source: Find a bank…
ar: البحث عن بنك…
cs: Hledat banku…
da: Find en bank…
de: Bank suchen…
es: Buscar un banco…
fr: Rechercher une banque…
hr: Pronađi banku…
hu: Bank keresése…
it: Cerca una banca…
ja: 銀行を探す…
nb: Finn en bank…
nl: Een bank zoeken…
pl: Znajdź bank…
pt_br: Procurar um banco…
ro: Căutare bancă…
ru: Найти банк…
sv: Sök bank…
tr: Banka ara…
zh_hans: 查找银行……

# Bearbeiten
source: Edit
ar: تحرير
cs: Upravit
da: Rediger
de: Bearbeiten
es: Editar
fr: Modifier
hr: Uredi
hu: Szerkesztés
it: Modifica
ja: 編集
nb: Rediger
nl: Bewerken
pl: Edytuj
pt_br: Editar
ro: Editare
ru: Редактировать
sv: Redigera
tr: Düzenle
zh_hans: 编辑

source: With indirect amortization, pension capital (3a) is accumulated and used to pay off the mortgage when it matures.
ar: في حالة السداد غير المباشر، يتم ادخار رأس المال الاحتياطي (3a) واستخدامه عند استحقاقه لسداد الرهن العقاري.
cs: Při nepřímém splácení se spoří kapitál pro důchodové zabezpečení (3a), který se v době splatnosti použije na splacení hypotéky.
da: Ved indirekte afdrag opspares pensionskapital (3a), som ved forfald anvendes til afdrag på realkreditlånet.
de: Bei der indirekten Amortisation wird Vorsorgekapital (3a) angespart und bei Fälligkeit zur Hypothektilgung eingesetzt.
es: En la amortización indirecta, se va acumulando capital de previsión (3a) que, al vencimiento, se destina a la amortización de la hipoteca.
fr: Dans le cadre de l'amortissement indirect, un capital de prévoyance (3a) est constitué et utilisé à l'échéance pour rembourser l'hypothèque.
hr: Prema shemi indirektne amortizacije, mirovni kapital (3a) se akumulira i koristi za otplatu hipoteke kada dospije na naplatu.
hu: A közvetett amortizáció során megtakarítási tőkét (3a) halmoznak fel, amelyet lejáratkor a jelzáloghitel törlesztésére fordítanak.
it: Nell'ammortamento indiretto viene accumulato il capitale previdenziale (3a), che alla scadenza viene utilizzato per il rimborso del mutuo ipotecario.
ja: 間接償還方式では、年金積立金（3a）が積み立てられ、満期時に住宅ローンの返済に充てられます。
nb: Ved indirekte nedbetaling spares det opp pensjonskapital (3a), som ved forfall brukes til å nedbetale boliglånet.
nl: Bij indirecte aflossing wordt pensioenkapitaal (3a) opgebouwd en bij het verstrijken van de looptijd gebruikt voor de aflossing van de hypotheek.
pl: W przypadku amortyzacji pośredniej gromadzony jest kapitał emerytalny (3a), który w momencie wymagalności jest wykorzystywany do spłaty kredytu hipotecznego.
pt_br: Na amortização indireta, acumula-se o capital de previdência (3a), que é utilizado para o pagamento do saldo da hipoteca no vencimento.
ro: În cazul amortizării indirecte, se constituie un capital de previdență (3a), care este utilizat la scadență pentru rambursarea ipotecii.
ru: При косвенной амортизации накапливается пенсионный капитал (3a), который по наступлении срока погашения используется для погашения ипотечного кредита.
sv: Vid indirekt amortering sparas pensionskapital (3a) in och används vid förfallodagen för att amortera hypotekslånet.
tr: Dolaylı amortisman yönteminde, emeklilik sermayesi (3a) biriktirilir ve vade geldiğinde ipotek borcunun ödenmesinde kullanılır.
zh_hans: 在间接摊还方式下，会积累养老储备金（3a），并在到期时用于偿还抵押贷款。

# Belehnungsgrad
source: Loan-to-Value Ratio
ar: نسبة الرهن
cs: Míra zadluženosti
da: Belåningsgrad
de: Belehnungsgrad
es: Nivel de apalancamiento
fr: Taux d'endettement
hr: Omjer zajma i vrijednosti
hu: Hitelkivételi arány
it: Grado di indebitamento
ja: ローン・トゥ・バリュー比率
nb: Belåningsgrad
nl: Lening-waarde-verhouding
pl: Wskaźnik zadłużenia
pt_br: Índice de alavancagem
ro: Gradul de îndatorare
ru: Коэффициент залогового покрытия
sv: Belåningsgrad
tr: Kredilendirme Oranı
zh_hans: 贷款价值比

# Belehnungsgrad inkl. 3a
source: Loan-to-value ratio, including 3a
ar: نسبة الرهن بما في ذلك 3a
cs: Míra zadluženosti včetně 3a
da: Belåningsgrad inkl. 3a
de: Belehnungsgrad inkl. 3a
es: Índice de apalancamiento, incluido el 3a
fr: Taux d'endettement, y compris 3a
hr: Omjer zajma i vrijednosti uključujući 3a
hu: Hitelkivételi arány, beleértve a 3a-t is
it: Grado di indebitamento, inclusa la categoria 3a
ja: 3aを含む貸出比率
nb: Belåningsgrad inkl. 3a
nl: Lening-waarde, incl. 3a
pl: Wskaźnik zadłużenia wraz z 3a
pt_br: Índice de alavancagem, incluindo 3a
ro: Gradul de îndatorare, inclusiv 3a
ru: Коэффициент залогового покрытия, включая 3a
sv: Belåningsgrad inkl. 3a
tr: Kredi kullanım oranı (3a dahil)
zh_hans: 贷款价值比（含3a）

# Bereich: %@ – %@
source: Bereich: %1$@ – %2$@
ar: النطاق: %@ – %@
cs: Rozsah: %@ – %@
da: Område: %@ – %@
de: Bereich: %@ – %@
es: Rango: %@ – %@
fr: Plage : %@ – %@
hr: Opseg: %@ – %@
hu: Tartomány: %@ – %@
it: Intervallo: %@ – %@
ja: 範囲：%@ – %@
nb: Område: %@ – %@
nl: Bereik: %@ – %@
pl: Zakres: %@ – %@
pt_br: Intervalo: %@ – %@
ro: Domeniu: %@ – %@
ru: Диапазон: %@ – %@
sv: Område: %@ – %@
tr: Aralık: %@ – %@
zh_hans: 范围：%@ – %@

# Betrag
source: Amount
ar: المبلغ
cs: Částka
da: Beløb
de: Betrag
es: Importe
fr: montant
hr: Iznos
hu: Összeg
it: Importo
ja: 金額
nb: Beløp
nl: Bedrag
pl: Kwota
pt_br: Valor
ro: Suma
ru: Сумма
sv: Belopp
tr: Tutar
zh_hans: 金额

# Betrag einschränken
source: Limit the amount
ar: تحديد المبلغ
cs: Omezit částku
da: Begræns beløbet
de: Betrag einschränken
es: Limitar el importe
fr: Limiter le montant
hr: Postavite ograničenje iznosa
hu: Összeg korlátozása
it: Limitare l'importo
ja: 金額を制限する
nb: Begrens beløpet
nl: Bedrag beperken
pl: Ogranicz kwotę
pt_br: Limitar o valor
ro: Limitați suma
ru: Ограничить сумму
sv: Begränsa beloppet
tr: Tutar sınırlaması
zh_hans: 限制金额

# Betrag, z.B. 3500
source: Amount, e.g., 3500
ar: المبلغ، على سبيل المثال 3500
cs: Částka, např. 3500
da: Beløb, f.eks. 3500
de: Betrag, z.B. 3500
es: Importe, p. ej., 3500
fr: Montant, par exemple 3500
hr: Iznos, npr. 3500
hu: Összeg, pl. 3500
it: Importo, ad es. 3500
ja: 金額（例：3500）
nb: Beløp, f.eks. 3500
nl: Bedrag, bijv. 3500
pl: Kwota, np. 3500
pt_br: Valor, por exemplo, 3500
ro: Suma, de exemplu 3500
ru: Сумма, например, 3500
sv: Belopp, t.ex. 3500
tr: Tutar, örneğin 3500
zh_hans: 金额，例如 3500

# Betragsbindung entfernen
source: Remove Amount Restriction
ar: إلغاء تقييد المبلغ
cs: Odstranit vazbu na částku
da: Fjern beløbsbinding
de: Betragsbindung entfernen
es: Eliminar la restricción de importe
fr: Supprimer la restriction de montant
hr: Uklonite ograničenje iznosa
hu: Az összeghez való kötés eltávolítása
it: Rimuovere il vincolo sull'importo
ja: 金額の固定を解除する
nb: Fjerne beløpsbinding
nl: De bedragsbinding verwijderen
pl: Usuń przypisanie kwoty
pt_br: Remover a restrição de valor
ro: Eliminarea blocării sumei
ru: Снять ограничение на сумму
sv: Ta bort beloppsbegränsningen
tr: Tutar sınırlamasını kaldır
zh_hans: 取消金额限制

# Bis
source: Until
ar: حتى
cs: Do
da: Indtil
de: Bis
es: Hasta
fr: Jusqu'à
hr: do
hu: -ig
it: Fino a
ja: ～まで
nb: Inntil
nl: Tot
pl: Do
pt_br: Até
ro: Până la
ru: До
sv: Till
tr: Şu ana kadar
zh_hans: 直到
